<template>
  <div>
    <p>
      Внебюджетный межотраслевой фонд энергосбережения при Министерстве
      энергетики Республики Узбекистан (далее – Фонд) в своей деятельности
      соблюдает Конституцию и законы Республики Узбекистан, постановления палат
      Олий Мажлиса Республики Узбекистан, указы, постановления и распоряжения
      Президента Республики Узбекистан, постановления и распоряжения Кабинета
      Министров, а также, настоящее Положение и другие нормативно-правовые акты.
    </p>
  </div>
</template>
<style>
.test {
}
</style>
