<script setup></script>
<template>
  <div>
    <p>
      Внебюджетный межотраслевой фонд энергосбережения при Министерстве
      энергетики Республики Узбекистан (далее – Фонд) в своей деятельности
      соблюдает Конституцию и законы Республики Узбекистан, постановления палат
      Олий Мажлиса Республики Узбекистан, указы, постановления и распоряжения
      Президента Республики Узбекистан, постановления и распоряжения Кабинета
      Министров, а также, настоящее Положение и другие нормативно-правовые акты.
    </p>
  </div>
</template>

<style lang="scss" scoped>
p {
  font-size: 19px;
  text-align: justify;
  text-indent: 35px;
}
</style>
