<script setup lang="ts">
const { t, locale } = useI18n();
</script>
<template>
  <div>
    <p>
      Закон Республики Узбекистан
      <a href="https://lex.uz/docs/4346835" target="_blank">
        «Об использовании возобновляемых источников энергии»</a
      >
    </p>
    <p>
      Указ Президента Республики Узбекистан
      <a href="https://lex.uz/docs/6189043" target="_blank">
        «О дополнительных мерах по внедрению энергосберегающих технологий и
        развитию возобновляемых источников энергии малой мощности»
      </a>
    </p>
    <p>
      Постановление Кабинета Министров Республики Узбекистан
      <a href="https://lex.uz/docs/5038208" target="_blank">
        «Об утверждении положения о Внебюджетном Межотраслевом Фонде
        Энергосбережения при Министерстве Энергетики Республики Узбекистан»
      </a>
    </p>
    <p>
      Постановление Кабинета Министров Республики Узбекистан
      <a href="https://lex.uz/uz/docs/6225945" target="_blank">
        «Об утверждении положения о порядке приобретения населением установок
        возобновляемых источников энергии, произведенных отечественными
        производителями, с возмещением части затрат на их приобретение или в
        рассрочку»
      </a>
    </p>
    <p>
      Постановление Кабинета Министров Республики Узбекистан
      <a href="https://lex.uz/docs/6201423" target="_blank">
        «Об ускорении производства устройств из возобновляемых источников
        энергии»
      </a>
    </p>
  </div>
</template>

<style lang="scss" scoped>
a {
  color: $primary;
}
</style>
