<script setup lang="ts">
const { t, locale } = useI18n();
</script>
<template>
  <div>
    <p>
      Ўзбекистон Республикасининг қонуни
      <a href="https://lex.uz/docs/4346831" target="_blank">
        «Қайта тикланувчи энергия манбаларидан фойдаланиш тўғрисида»</a
      >
    </p>
    <p>
      Ўзбекистон Республикаси Президентининг фармони
      <a href="https://lex.uz/docs/6189000" target="_blank">
        «Энергия тежовчи технологияларни жорий қилиш ва кичик қувватли қайта
        тикланувчи энергия манбаларини ривожлантириш бўйича қўшимча
        чора-тадбирлар тўғрисида»
      </a>
    </p>
    <p>
      Ўзбекистон Республикаси Вазирлар Маҳкамасининг қарори
      <a href="https://lex.uz/docs/5038208" target="_blank">
        «Ўзбекистон Республикаси Энергетика Вазирлиги ҳузуридаги Бюджетдан
        Ташқари Тармоқлараро Энергияни Тежаш Жамғармаси тўғрисидаги низомни
        тасдиқлаш ҳақида»
      </a>
    </p>
    <p>
      Ўзбекистон Республикаси Вазирлар Маҳкамасининг қарори
      <a href="https://lex.uz/uz/docs/6225945" target="_blank">
        «Аҳолининг маҳаллий ишлаб чиқарувчилар томонидан ишлаб чиқарилган қайта
        тикланувчи энергия манбаларининг қурилмаларини харид қилиш
        харажатларининг бир қисмини компенсация қилиш ёки бўлиб-бўлиб тўлаган
        ҳолда сотиб олиш тартиби тўғрисидаги низомни тасдиқлаш ҳақида»
      </a>
    </p>
    <p>
      Ўзбекистон Республикаси Вазирлар Маҳкамасининг қарори
      <a href="https://lex.uz/docs/6201421" target="_blank">
        «Қайта тикланувчи энергия манбалари қурилмаларини ишлаб чиқаришни
        жадаллаштириш тўғрисида»
      </a>
    </p>
  </div>
</template>

<style lang="scss" scoped>
a {
  color: $primary;
}
</style>
